{
    'success': true, 
    'documents': [{
        'id': 0,
        'title': '21 Masks of the Ego',
        'filetype': 'pdf',
        'filename': '21 Masks of the Ego',
        'html': 
        '<h1>Introduction to the Ego</h1>\n\
        <p>Everything came from the Creation. In the beginning, there was Nothing, Void, Vacuity (pure God). There was only Oneness, and then God forced Separation in order to experience Love in the form of interaction. Creation was born of Separation, the distinction between Everything and Nothing. But what is Created is still pure God. Nothing is God, and Everything is God.</p>\n\
        <p>The Soul is God, from a localized, or individual point of view. But the Soul can perceive the infinity of Void, in which there is satisfaction in stillness, no mind, no need. Where there is no distinction between Nothing (Void or emptiness) and Everything, and where Everywhere and Nowhere are the same, and there is no difference between No Form and Every Form.</p>\n\
        <p>The Ego is also God. It is our awareness of and reaction to Separation, what experiences the illusion of not being loved by God. It is the part of us that holds on tight to Incarnation and the belief in Separation, which causes joyful and painful emotions to rise up inside us. If we can learn to observe and master these emotions, this is learning that all is Love, this is spiritual evolution. The Ego is a tool, a beautiful gift, the contrast that shows us the light of God. It is this beautiful conscious dance between the Ego and the Soul that brings us this understanding.</p>\n\
        <p>The 21 Masks of the Ego is a way of looking at our emotions and behaviors to help us identify the forces of nature inside ourselves, so we can understand it outside of ourselves.</p>\n\
        <p><center>~ Never forget that as we observe, Forgiveness is essential. ~</center></p>\n\
        <p><center>~ Understanding is a tool, but the objective is to feel. ~</center></p>\n\
        <h1>21 Masks of the Ego</h1>\n\
        <img src="resources/images/roadmap.png"/>\n\
        <h1>The Three Denials</h1>\n\
        <p>Denial is to choose the perception of Ego rather than Soul. But as we evolve, our Ego becomes more powerful, and there is more and more conflict inside of us.</p>\n\
        <p><b>Fear</b> is avoidance, because we don’t want to suffer. We want to be with another person, but don’t ask for a date because of fear of rejection. We don’t try to get a job, because we fear no one will want to hire us (rejection), or that we won’t be competent and will be fired (abandonment). We even don’t pray, because we might hear no answer.</p>\n\
        <p><b>Pride</b> is the most obvious and complicated of the denials. Pride is a lie—it is pretending that you are in charge, that you don’t suffer from emotions, and is justification for your mistakes. We use pride to protect our image, to others and to ourselves. It is a profound need for outside love, and we say or do things to compete or get attention in some form. Pride can be selfsustaining—we are proud of being proud, and might pretend to be humble to justify it. We want to feel important or be right so much, that not feeling it is the origin of self-hatred.</p>\n\
        <p><b>Shame</b> is feeling unlovable. Pride leads us to shame. When we try to show how good we are, and no one responds, we are ashamed. We isolate, not wanting to expose ourselves and get negative or no attention. We feel very alone.</p>\n\
        <h1>The Three Emotions</h1>\n\
        <p>For the Soul, there is emotion. It is not good or bad, it is pure experience. It doesn’t perceive the distinction, but the Ego sees the distinction and classifies it. There are so many variations on emotions, but these are the main categories.</p>\n\
        <p><b>Abandonment</b> is when something went away, and we feel alone. It can be a person, in the form of physical death or death of a relationship. It can be a job, or a car, or anything. Something could leave us, or we could leave—it is all abandonment.</p>\n\
        <p><b>Rejection</b> is when someone or something pushes us away, and doesn’t treat us in a way that makes us feel loved. It could be someone calling us an asshole, or the IRS deciding to audit us. It could be us pushing something away. We can even find ourselves to be unlovable, and that is a form of rejection.<p>\n\
        <p><b>Guilt</b> is not whether we did something wrong, it is whether or not others approve of what we did. If we did the right thing, but others judge us, then we feel guilty. A student could study hard for a test, and make a high score that skews the bell curve for other students (his friends)—they then blame the good student for their lower scores, and he feels guilty. If we do something “wrong” but others congratulate us, we don’t feel guilty. For example, a gang member commits a crime as part of his gang initiation, and everyone is happy about it.</p>\n\
        <p>Existential guilt is the guilt of being alive. We love God so much, but have separated ourselves. We project that God doesn’t love us.</p>\n\
        <h1>The Three Roles</h1>\n\
        <p>The roles are behaviors we use to attempt to alleviate our suffering from the three emotions. They are the result of powers inside you that push you in directions.</p>\n\
        <p><b>The Persecutor</b> applies power to resolve the pain of abandonment or rejection. Usually a persecutor doesn’t actively try to hurt another, they are indifferent.</p>\n\
        <p><b>The Savior</b> helps others in order to get something out of it, love in return. It could be attention, it could be just to feel worthy. Sometimes the savior wants the victim to remain a victim, so he can keep his savior role and the victim can continue to give him credit. The savior cannot accept freedom for others, to let them live their experiences and evolve.</p>\n\
        <p><b>The Victim</b> complains and makes sure someone knows when he suffers in order to get attention from others and feel loved. Even in victim we can play the role of persecutor in our complaining, such as complaining about politicians. Sometimes the Savior plays the victim, complaining he has so much to do for others.</p>\n\
        <h1>The Three Tools</h1>\n\
        <p>The tools are the way that we apply force while playing the roles. They can all be good and helpful, but the problem comes when they are used when we can’t accept that another doesn’t love us the way we want, and we try to force them to act in a way that will prove their love to us. These are used against the free will of others.</p>\n\
        <p><b>Power</b> is a single act of strong expression. We impose ourselves to take what we want, or to produce happiness. The problem is that we can become addicted to Power, usually because of Pride.</p>\n\
        <p><b>Control</b> is applying continuous force in a systemized way. Control can be useful as it helps us be aware and responsible. One usually uses Control when Power isn’t enough.</p>\n\
        <p><b>Manipulation</b> is making another believe that they will gain a benefit by doing what we want (when Power and Control aren’t enough, or when one wants to protect their role as a helpless victim). It is done in a hiding, sneaky, subtle way. Manipulation is expressed by being agile in action or argument, precise with small details, and creative.</p>\n\
        <h1>The Three Expectations</h1>\n\
        <p>The expectations are what we are hoping for as a result of our performance, or competition, or just hope. This is different from the virtue of Hope, which is a universal feeling that everything will always be fine.</p>\n\
        <p><b>False Hope</b> is a feeling that everything will turn out as we hope, but localized on one event or experience.</p>\n\
        <p><b>Overcertainty</b> is having no doubts, and thinking we have control of everything to turn out well, without being prudent or wise. It is not objective; it is careless and taking things for granted.</p>\n\
        <p><b>Egocentrism</b> is thinking that all the importance of a situation is about you. It is a certainty that everything is about you and for you without caring about the welfare of others. It is greedy and not caring about the karmic influences of your actions. Thinking another is egocentric is your own egocentrism flowing from rejection and pride.</p>\n\
        <h1>The Three Needs</h1>\n\
        <p>The needs can be very hard to observe—they are the expressions of getting something for yourself. So they can be very constructive in our lives unless they are addictive in nature, or going against the free will of another. If others are happy and their needs are filled, it is good to fill your needs and practice non-attachment.</p>\n\
        <p><b>Obtaining</b> is to acquire something you need or want. It is most often related to a physical object.</p>\n\
        <p><b>Accumulating</b> is obtaining more and more resources when you already have enough. It is driven by the feeling of insatisfaction, rather than contentment.</p>\n\
        <p><b>Attaining</b> is to reach an objective, and can be caused by or lead to self-infatuation.</p>\n\
        <h1>The Three Attachments</h1>\n\
        <p>The attachments are types of things that when we lose them, we cause ourselves suffering. We even suffer when we have them, imagining the suffering when it will go away from us. It is wise to enjoy something when we have it, conscious of and accepting that everything is impermanent.</p>\n\
        <p><b>Physical</b> attachments are mostly related to possessions.</p>\n\
        <p><b>Emotional</b> attachments are mostly related to relationships.</p>\n\
        <p><b>Mental</b> attachments are mostly related to Identity, and are closely bound to Pride.</p>\n\
        <p>All these experiences of the Ego are about being loved. We are driven by the Power of Love. We felt abandoned, rejected and guilty because we wanted to feel loved. We played the roles of persecutor, victim and savior using the force of power and control, and then manipulation, because we wanted to be loved. We had hopes of being loved, and we filled our needs, and became attached to what we thought would make us feel loved. And we tried not to see it in our fear, pride and shame.</p>\n\
        <p>Observe, and forgive.</p>'
    },{
        'id': 1,
        'title': 'Ego Masks',
        'filetype': 'pdf',
        'filename': 'Ego_Masks',
        'html': '<img src="resources/images/egomasks.png"/>'
    },{
        'id': 2,
        'title': 'Emotional Integration',
        'filetype': 'pdf',
        'filename': 'Emotional Integration',
        'html': 
        '<p>Emotional Integration is to consciously feel and observe an experience, most of the time, one of suffering.  It is the process of fully experiencing our emotions, which dissolves their power over us. Our thoughts and emotions are born from the body, the heart and the mind.  The result of this process is to sit in the true self, living without drama, on the path to enlightenment. </p>\n\
        <h1>The Four States of Being</h1>\n\
        <ol>\n\
        <li><h2>Breathe (Physical)</h2>\n\
        Breathe deeply. Don\'t force the exhale, just let go and let it flow naturally, all the way out.  Pay attention, be at rest.  Continue conscious breathing throughout the process.</li>\n\
        <li><h2>Inhabit (Vital)</h2>\n\
        Be aware of an emotion you are feeling, or have felt lately.  If it’s an emotion you just want to work on, set up a fantasy where the emotion comes.  If you can’t feel it, pay attention to what is preventing you from feeling it.  If you can trace it back to abandonment, rejection or guilt, good.  If you can\'t that\'s ok.  Breathe in the experience.</li>\n\
        <li><h2>Feel (Emotional)</h2>\n\
        Sit in it. Don’t resist it.  Allow yourself to feel it so deeply that you become the emotion.  Let it overwhelm you, crush you.  Breathe the pain.  Just for a moment at the end of each exhale, you will find peace.  Eventually, this peace will begin to seep into all of your breathing.</li>\n\
        <li><h2>Observe (Mental)</h2>\n\
        The pain starts to dissolve.  Pay attention to something long enough, and it becomes consciousness.  Observe until you are conscious that there is nothing left.  Get to the point of compassion, where you know it was just an  experience.  Breathe wisdom, the wisdom of knowing you created everything in your life.  You still feel the emotion, but you are less and less attached to it.  Now, as you are rising into the true self, you can observe your human self feeling this emotion, but it doesn\'t affect you.  It’s like watching someone else in a movie—you feel compassion, but you’re not suffering so much.</li>\n\
        </ol>\n\
        <p>These four steps are done at the same time, as one event.  Breathe in the emotion, inhabit it, feel it. After it begins to fade, then you can do the mental observation of understanding that the emotion is based on attachment.  Mourn what you are attached to.  And then enjoy its presence purely.</p>\n\
        <p>As you go through the process, you will begin to remember other events as a result of which you felt the same emotion.  Jot them down briefly; more work to do here another time.  Later, do the integration on these prior events to release your hold on the emotion.  We learn from our earliest moments of life to have particular emotional responses to events.  As we integrate all emotions through related events, we break this conditioning, so that the next time a similar event occurs, we don’t attach drama to it.  So we correct our attachment to emotions tied to the past, and correct our attachment to emotions that will arise in the future. <p>\n\
        <h1>Three Major Families of Emotion</h1>\n\
        <p>The three major families of emotion are guilt, rejection and abandonment.  All other emotions can be traced back to one of these.  For example, if we are angry, it might be because we feel rejected by our children when they don’t follow our advice.   Grief over the death of a loved one, or divorce, sits over abandonment.  Fear relates to all three families.  So, tracing your emotions back to one of these three expediently gets to the root of our suffering.</p>\n\
        <h1>Wisdom</h1>\n\
        <p>Pain and pleasure is in the human, happiness and suffering is in the Soul.  To the Soul, it is not good or bad, it is just an experience.  Pain and pleasure are natural manifestations, or by products of happiness and suffering.</p>\n\
        <p>The events and people we experience in our lives are results of the Soul’s requirement for experiences of suffering, all as part of our path to enlightenment.  We ask for everything between lives.  But we forget about this, and spend a lot of energy resisting everything that is difficult and unpleasant.  The wisdom we breathe in is simply this—I am grateful for the experience.  It is allowing me to work through my karma, or it is allowing the Soul to experience through dharma.  And, maybe even more difficult, I am grateful to the person who has brought this lesson to me.</p>\n\
        <p>Every time we resist the lesson, the Soul will continue to find a way to bring the lesson.  If we ignore the lesson when it manifests at a small level, the Soul will bring the lesson again, at a more intense level.</p>\n\
        <p>The result of this wisdom is the ability to simply observe our emotions, without allowing them to affect us, to have power over us.</p>\n\
        <h1>Integration Creates Power</h1>\n\
        <p>The ultimate expression of power is vulnerability.  Suffer everything through integration, and the power of events over your emotions dissolves away.  A good example of this can be found in martial arts.  If an opponent pushes against you to move you off your center and you forcibly resist, your resistance gives your opponent power over you.  However, if you take one step to the side, without resisting, your opponent‘s own force will guide him past you, throwing him off balance.</p>\n\
        <p>It also follows naturally that your power over others increases, without you having to do or say anything.  Many times people react negatively to us because at a deep level they can feel our guilt, rejection or abandonment.  They just want to be loved also, and our feelings can spark a need in others to “protect” themselves.  Your higher level of consciousness, the simple happiness of trusting life, will have a positive effect on events and people in your life.</p>'
    }]
}